{
    "(save {{highestYearlyDiscount}}%)": "(εξοικονομήστε {{highestYearlyDiscount}}%)",
    "{{amount}} days free": "{{amount}} ημέρες δωρεάν",
    "{{amount}} off": "{{amount}} έκπτωση",
    "{{amount}} off for first {{number}} months.": "{{amount}} έκπτωση για τους πρώτους {{number}} μήνες.",
    "{{amount}} off for first {{period}}.": "{{amount}} έκπτωση για την πρώτη {{period}}.",
    "{{amount}} off forever.": "{{amount}} έκπτωση για πάντα.",
    "{{discount}}% discount": "{{discount}}% έκπτωση",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} δεν θα λαμβάνει πλέον το ενημερωτικό δελτίο {{newsletterName}}.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} δεν θα λαμβάνει πλέον ηλεκτρονικά μηνύματα όταν κάποιος απαντά στα σχόλιά σας.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} δεν θα λαμβάνει πλέον αυτό το ενημερωτικό δελτίο.",
    "{{trialDays}} days free": "{{trialDays}} ημέρες δωρεάν",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Ένας σύνδεσμος σύνδεσης έχει σταλεί στον εισερχόμενό σου. Εάν δεν φτάνει σε 3 λεπτά, βεβαιωθείτε ότι έχετε ελέγξει τον φάκελο spam σας.",
    "Account": "Λογαριασμός",
    "Account settings": "Ρυθμίσεις λογαριασμού",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Μετά το τέλος μιας δωρεάν δοκιμαστικής περιόδου, θα χρεωθείτε την τακτική τιμή για την κατηγορία που έχετε επιλέξει. Μπορείτε πάντα να ακυρώσετε πριν από αυτό.",
    "Already a member?": "Είσαι ήδη μέλος;",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Παρουσιάστηκε ένα απρόσμενο σφάλμα. Παρακαλώ δοκιμάστε ξανά ή <a>επικοινωνήστε με την υποστήριξη</a> εάν το σφάλμα παραμένει.",
    "Back": "Πίσω",
    "Back to Log in": "Επιστροφή στη σύνδεση",
    "Billing info": "Πληροφορίες χρέωσης",
    "Black Friday": "Black Friday",
    "Cancel anytime.": "Ακύρωση ανά πάσα στιγμή.",
    "Cancel subscription": "Ακύρωση συνδρομής",
    "Cancellation reason": "Αιτία ακύρωσης",
    "Change": "Αλλαγή",
    "Check spam & promotions folders": "Ελέγξτε τους φακέλους ανεπιθύμητων & προωθήσεων",
    "Check with your mail provider": "Ελέγξτε με τον πάροχό σας ηλεκτρονικού ταχυδρομείου",
    "Choose": "Επιλέξτε",
    "Choose a different plan": "Επιλέξτε ένα διαφορετικό πλάνο",
    "Choose your newsletters": "Επιλέξτε τα ενημερωτικά σας δελτία",
    "Click here to retry": "Κάντε κλικ εδώ για να δοκιμάσετε ξανά",
    "Close": "Κλείσιμο",
    "Comments": "Σχόλια",
    "Complimentary": "Συμπληρωματικός",
    "Confirm": "Επιβεβαίωση",
    "Confirm cancellation": "Επιβεβαίωση ακύρωσης",
    "Confirm subscription": "Επιβεβαίωση εγγραφής",
    "Contact support": "Επικοινωνήστε με την υποστήριξη",
    "Continue": "Συνέχεια",
    "Continue subscription": "Συνέχιση συνδρομής",
    "Could not sign in. Login link expired.": "Δεν ήταν δυνατή η σύνδεση. Ο σύνδεσμος σύνδεσης έχει λήξει.",
    "Could not update email! Invalid link.": "Δεν ήταν δυνατή η ενημέρωση του email! Μη έγκυρος σύνδεσμος.",
    "Create a new contact": "Δημιουργία νέας επαφής",
    "Current plan": "Τρέχων σχέδιο",
    "Delete account": "Διαγραφή λογαριασμού",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Δεν είχες σκοπό να το κάνεις αυτό; Διαχείρισε τις προτιμήσεις σου <button>εδώ</button>.",
    "Don't have an account?": "Δεν έχεις λογαριασμό;",
    "Edit": "Επεξεργασία",
    "Email": "Ηλεκτρονική Διεύθυνση",
    "Email newsletter": "Ηλεκτρονικό ενημερωτικό δελτίο",
    "Email preferences": "Προτιμήσεις email",
    "Emails": "Ηλεκτρονικά ταχυδρομεία",
    "Emails disabled": "Τα emails απενεργοποιήθηκαν",
    "Ends {{offerEndDate}}": "Λήγει την {{offerEndDate}},",
    "Error": "Σφάλμα",
    "Expires {{expiryDate}}": "Λήγει {{expiryDate}}",
    "Forever": "Για πάντα",
    "Free Trial – Ends {{trialEnd}}": "Δωρεάν Δοκιμή - Λήγει την {{trialEnd}}",
    "Get help": "Λάβετε βοήθεια",
    "Get in touch for help": "Επικοινώνησε για να λάβεις βοήθεια",
    "Get notified when someone replies to your comment": "Λάβετε ειδοποίηση όταν κάποιος απαντήσει στο σχόλιό σας",
    "Give feedback on this post": "Σχολιάστε αυτήν την ανάρτηση",
    "Help! I'm not receiving emails": "Βοήθεια! Δεν λαμβάνω ηλεκτρονικά μηνύματα",
    "Here are a few other sites you may enjoy.": "Εδώ είναι μερικές άλλες ιστοσελίδες που μπορεί να σας αρέσουν.",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Εάν ένα ενημερωτικό δελτίο επισημανθεί ως spam, τα ηλεκτρονικά μηνύματα απενεργοποιούνται αυτόματα για αυτήν τη διεύθυνση, για να βεβαιωθείτε ότι δεν θα λαμβάνετε πλέον ανεπιθύμητα μηνύματα.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Εάν η καταγγελία για spam ήταν τυχαία, ή εάν θέλετε να αρχίσετε να λαμβάνετε ξανά emails, μπορείτε να επανεγγραφείτε στα emails κάνοντας κλικ στο κουμπί της προηγούμενης οθόνης.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Εάν ακυρώσετε την εγγραφή σας τώρα, θα συνεχίσετε να έχετε πρόσβαση μέχρι τις {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Εάν έχετε εταιρικό ή κυβερνητικό λογαριασμό email, επικοινωνήστε με το τμήμα IT και ζητήστε τους να επιτρέψουν την λήψη email από τον {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Εάν θέλετε να αρχίσετε να λαμβάνετε ξανά ηλεκτρονικά μηνύματα, το καλύτερο επόμενο βήμα είναι να ελέγξετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας για οποιοδήποτε πρόβλημα και στη συνέχεια να κάνετε κλικ στην επανεγγραφή στην προηγούμενη οθόνη.",
    "If you're not receiving the email newsletter you've subscribed to, here are a few things to check.": "Αν δεν λαμβάνετε το ηλεκτρονικό ενημερωτικό δελτίο στο οποίο έχετε εγγραφεί, εδώ είναι μερικά πράγματα που μπορείτε να ελέγξετε.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Αν έχετε ελέγξει όλα αυτά και παρ' όλα αυτά δεν λαμβάνετε ηλεκτρονικά μηνύματα, μπορείτε να επικοινωνήσετε για να λάβετε υποστήριξη επικοινωνώντας με την {{supportAddress}}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "Σε περίπτωση που λάβετε μια μόνιμη αποτυχία κατά την προσπάθεια αποστολής ενημερωτικού δελτίου, τα ηλεκτρονικά μηνύματα θα απενεργοποιηθούν στον λογαριασμό σας.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "Προσθέστε το {{senderEmail}} στη λίστα επαφών σας. Αυτό σηματοδοτεί στον πάροχο της ηλεκτρονικής σας αλληλογραφίας ότι θα πρέπει να εμπιστεύεται τις αποστολές από αυτήν τη διεύθυνση.",
    "Less like this": "Λιγότερο σαν αυτό",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Βεβαιωθείτε ότι τα emails δεν καταλήγουν τυχαία στους φακέλους Spam ή Promotions του εισερχόμενων. Αν ναι, κάντε κλικ στο \"Σήμανση ως μη επιθυμητό\" και/ή \"Μετακίνηση στα εισερχόμενα\".",
    "Manage": "Διαχειρίσου",
    "Maybe later": "Ίσως αργότερα",
    "Memberships unavailable, contact the owner for access.": "Η συνδρομή δεν είναι διαθέσιμη, επικοινωνήστε με τον ιδιοκτήτη για πρόσβαση.",
    "Monthly": "Μηνιαίος",
    "More like this": "Περισσότερα σαν αυτό",
    "Name": "Όνομα",
    "Need more help? Contact support": "Χρειάζεστε περισσότερη βοήθεια; Επικοινωνήστε με την υποστήριξη.",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Τα ενημερωτικά δελτία μπορούν να απενεργοποιηθούν στον λογαριασμό σας για δύο λόγους: Ένα προηγούμενο email χαρακτηρίστηκε ως spam, ή η προσπάθεια αποστολής email οδήγησε σε μόνιμη αποτυχία (bounce).",
    "Not receiving emails?": "Δεν λαμβάνετε emails;",
    "Now check your email!": "Τώρα ελέγξτε το email σας!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Μόλις επανεγγραφείς, αν δεν βλέπεις ακόμη emails στο εισερχόμενα, ελέγξε τον φάκελο spam. Ορισμένοι πάροχοι των εισερχόμενων κρατούν ένα αρχείο με προηγούμενες παραπόνα spam και θα συνεχίσουν να σημειώνουν τα emails. Αν αυτό συμβεί, σήμειώσε το τελευταίο ενημερωτικό δελτίο ως 'Όχι spam' για να το μετακινήσεις πίσω στα βασικά εισερχόμενά σου.",
    "Permanent failure (bounce)": "Μόνιμη αποτυχία (bounce)",
    "Plan": "Σχέδιο",
    "Plan checkout was cancelled.": "Η ολοκλήρωση πληρωμής του πλάνου ακυρώθηκε.",
    "Plan upgrade was cancelled.": "Η αναβάθμιση του πλάνου ακυρώθηκε.",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Παρακαλούμε επικοινώνησε με το {{supportAddress}} για να προσαρμόσεις τη δωρεάν συνδρομή σου.",
    "Please fill in required fields": "Παρακαλώ συμπληρώστε τα απαιτούμενα πεδία",
    "Price": "Τιμή",
    "Re-enable emails": "Επανενεργοποίηση email",
    "Recommendations": "Συστάσεις",
    "Renews at {{price}}.": "Ανανεώνεται στις {{price}}.",
    "Retry": "Προσπαθήστε ξανά",
    "Save": "Αποθήκευση",
    "Send an email and say hi!": "Στείλτε ένα email και πείτε γεια!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to and from this address should be trusted.": "Στείλτε ένα email στο {{senderEmail}} και πείτε γεια. Αυτό μπορεί επίσης να βοηθήσει στο να δείξετε στον πάροχο του email σας ότι πρέπει να εμπιστεύεται τα email προς και από αυτήν τη διεύθυνση.",
    "Sending login link...": "Αποστολή συνδέσμου εισόδου...",
    "Sending...": "Αποστολή...",
    "Show all": "Εμφάνιση όλων",
    "Sign in": "Σύνδεση",
    "Sign out": "Αποσύνδεση",
    "Sign up": "Εγγραφείτε",
    "Signup error: Invalid link": "Σφάλμα εγγραφής: Μη έγκυρος σύνδεσμος",
    "Sorry, that didn’t work.": "Λυπάμαι, αυτό δεν δούλεψε.",
    "Spam complaints": "Παράπονα για spam",
    "Start {{amount}}-day free trial": "Ξεκίνησε την δωρεάν δοκιμαστική περίοδο {{amount}} ημερών",
    "Starting {{startDate}}": "Ξεκινώντας από {{startDate}}",
    "Starting today": "Αρχίζοντας από σήμερα",
    "Submit feedback": "Υποβολή σχολίων",
    "Subscribe": "Εγγραφείτε",
    "Subscribed": "Εγγεγραμμένος",
    "Success": "Επιτυχία",
    "Success! Check your email for magic link to sign-in.": "Επιτυχία! Ελέγξτε το email σας για τον μαγικό σύνδεσμο εισόδου.",
    "Success! Your account is fully activated, you now have access to all content.": "Επιτυχία! Ο λογαριασμός σας είναι πλήρως ενεργοποιημένος, τώρα έχετε πρόσβαση σε όλο το περιεχόμενο.",
    "Success! Your email is updated.": "Επιτυχία! Το email σας έχει ενημερωθεί.",
    "Successfully unsubscribed": "Ακυρώσατε επιτυχώς την εγγραφή σας",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Σε ευχαριστούμε για την εγγραφή. Πριν αρχίσεις να διαβάζεις, παρακάτω είναι μερικοί άλλοι ιστότοποι που μπορεί να σου αρέσουν.",
    "Thanks for the feedback!": "Ευχαριστώ για τα σχόλιά σου!",
    "That didn't go to plan": "Αυτό δεν πήγε σύμφωνα με το σχέδιο",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Η διεύθυνση email που έχουμε για σένα είναι {{memberEmail}} - αν δεν είναι σωστή, μπορείς να την ενημερώσεις στην <button>περιοχή ρυθμίσεων του λογαριασμού σου</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "Υπήρξε πρόβλημα κατά την υποβολή των σχολίων σας. Παρακαλώ προσπαθήστε ξανά λίγο αργότερα.",
    "This site is invite-only, contact the owner for access.": "Αυτός ο ιστότοπος είναι μόνο με πρόσκληση, επικοινωνήστε με τον ιδιοκτήτη για πρόσβαση.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Για να ολοκληρώσετε την εγγραφή, κάντε κλικ στον σύνδεσμο επιβεβαίωσης στο email σας. Εάν δεν φθάσει εντός 3 λεπτών, ελέγξτε τον φάκελο spam σας!",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Δοκιμάστε δωρεάν για {{amount}} ημέρες, στη συνέχεια {{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Ξεκλειδώστε την πρόσβαση σε όλα τα ενημερωτικά δελτία γίνοντας επί πληρωμή συνδρομητής.",
    "Unsubscribe from all emails": "Κατάργηση εγγραφής από όλα τα ηλεκτρονικά μηνύματα",
    "Unsubscribed": "Δεν είναι πια συνδρομητής",
    "Unsubscribed from all emails.": "Έχετε διαγραφεί από όλα τα emails.",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Η διαγραφή από τα ηλεκτρονικά μηνύματα δεν θα ακυρώσει την πληρωμένη σας συνδρομή στο {{title}}",
    "Update": "Ενημέρωση",
    "Update your preferences": "Ενημερώστε τις προτιμήσεις σας",
    "Verification link sent, check your inbox": "Στάλθηκε σύνδεσμος επαλήθευσης, ελέγξτε το εισερχόμενα σας",
    "Verify your email address is correct": "Επαληθεύστε ότι η διεύθυνση του email σας είναι σωστή",
    "View plans": "Προβολή σχεδίων",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Δεν μπορέσαμε να σας καταργήσουμε την εγγραφή καθώς δεν βρέθηκε η διεύθυνση email. Παρακαλώ, επικοινωνήστε με τον ιδιοκτήτη του ιστότοπου.",
    "Welcome back, {{name}}!": "Καλώς ήρθες πίσω, {{name}}!",
    "Welcome back!": "Καλώς ήρθες πίσω!",
    "Welcome to {{siteTitle}}": "Καλώς ήρθατε στο {{siteTitle}}",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Όταν ένα εισερχόμενο κιβώτιο δεν αποδέχεται ένα email, συνήθως αυτό ονομάζεται αναπήδηση. Σε πολλές περιπτώσεις, αυτό μπορεί να είναι προσωρινό. Ωστόσο, σε ορισμένες περιπτώσεις, ένα email που αναπηδά μπορεί να επιστραφεί ως μόνιμη αποτυχία όταν μια διεύθυνση email δεν είναι έγκυρη ή δεν υπάρχει.",
    "Why has my email been disabled?": "Γιατί το email μου έχει απενεργοποιηθεί;",
    "Yearly": "Ετήσιος",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Έχετε επί του παρόντος μια δωρεάν συνδρομή, αναβαθμίστε σε επί πληρωμή συνδρομή για πλήρη πρόσβαση.",
    "You have been successfully resubscribed": "Έχεις επανεγγραφεί επιτυχώς",
    "You're currently not receiving emails": "Αυτήν τη στιγμή δεν λαμβάνετε ηλεκτρονικά μηνύματα",
    "You're not receiving emails": "Δεν λαμβάνεις emails",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Δεν λαμβάνετε ηλεκτρονικά μηνύματα επειδή επισημάνατε ένα πρόσφατο μήνυμα ως ανεπιθύμητο, ή επειδή τα μηνύματα δεν μπορούσαν να παραδοθούν στην διεύθυνση ηλεκτρονικού ταχυδρομείου που παρασχέθηκε.",
    "You've successfully signed in.": "Έχεις συνδεθεί επιτυχώς.",
    "You've successfully subscribed to": "Έχεις εγγραφεί επιτυχώς σε",
    "Your account": "Ο λογαριασμός σου",
    "Your input helps shape what gets published.": "Η γνώμη σου βοηθά να διαμορφωθεί το τι δημοσιεύεται.",
    "Your subscription will expire on {{expiryDate}}": "Η συνδρομή σας θα λήξει στις {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Η συνδρομή σας θα ανανεωθεί στις {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Η συνδρομή σας θα ξεκινήσει στις {{subscriptionStart}}\","
}